[
    {
        "title": "The Servant Who Didn't Know How to Read",
        "author": "The messenger shopkeeper",
        "description": 
        ["There once was a servant who didn't know how to read.",
         " The day came where his master asked him to read something for her to which he replied:",
         "\"I'm sorry my lady, I can't read\". That reply immediately got him fired.",
         "\n",
         "So he went out in the streets looking for a tea house to relax and accept the bad news.",
         "When he couldn't find any, he reckoned he probably wasn't the only one to wish there was a tea house in his small town, so he opened up his own.",
         "It really picked up, so he built many more, and became rich in the process.",
         "\n",
         "One day, his accountant asked him to review a piece of document, to which he replied he didn't know how to read.",
         "The accountant, who couldn't believe her ears, said: ",
         "\"If you became a millionaire without even knowing how to read, just imagine where you would be if you could read.\"",
         "\"Oh I know exactly where I would be\", the rich man replied. \"I would be a servant\"."]
    },
    {
        "title": "the prince and the pea",
        "author": "The messenger shopkeeper",
        "description":[
            "There once was a princess looking for a suitable husband.", 
            "She sent an invitation to all neighboring princes, stating that the main trait she was looking for was sensitivity.",
            "\n",
            "Contenders came and went, attempting to pass her test. \"You will be my guest tonight\", the princess would explain.",
            "\"All I need you to do is sleep on that pile of mattresses.\"",
            "The next morning, she would ask them how their night was.",
            "\n",
            "\"I had the best sleep of my life\", each would reply,",
            "confident they had proved they didn't fear the dark, or that they could be easy guests.",
            "They were all promptly dismissed.",
            "\n",
            "One day, an especially sensitive prince reported he couldn't sleep at all.",
            "\n",
            "\"I don't know what was up with that pile of mattresses\", he went on,",
            "\"It looked comfortable enough, but when I laid on it, it was like I had a fork stuck in my kidney.\"",
            "They got married the next day.",
            "\n",
            "\"Oh, everyone knows that story, there was a pea underneath the pile, so that someone who's extremely sensitive wouldn't be able to sleep.\"",
            "\n",
            "\"Yes, but have you ever heard of what happened after?\"",
            "\n",
            "For the first few weeks, everything was amazing. The prince would always complain! Just the guy she asked for.",
            "When the soup wasn't too hot, it's the cutlery that was too cold. When the music wasn't too loud, the paintings were uninspired.",
            "And when the clothes weren't itchy, the poems were predictable.", 
            "Until one day, just like that, it dawned on the princess that she was in a toxic relationship.",
            "\n",
            "Not only was her husband a drag, she had voluntarily picked him for exactly that reason.",
            "It dawned on her just like that, how this whole love story was nothing more than two people whose dysfunctions matched like puzzle pieces.",
            "\n",
            "Incredibly humble by regal standards, she realized that she was the only constant in all her problems,",
            "delved into personal growth, then got a divorce. She lived happily ever after.",
            "The end."
        ]
    },
    {
        "title": "Madam Misery",
        "author": "The Messenger Shopkeeper",
        "description": [
            "Of course, here's one for you. There once was a poor old lady who had nothing in life, save for a small shack and a pear tree.", 
            "Her name was Madam Misery. Her whole family ate misery, and sometimes there wasn't even enough misery to go around. ",
            "\n",
            "One day, she was visited by a starving beggar, who asked whether she had any food to spare.", 
            "She didn't, but her heart was as big as her situation was unfortunate.",
            "So she served the beggar a few clumps out of the tasteless broth she had simmering, then invited him to help himself to a few pears.",
            "\n",
            "The beggar removed his cloak, revealing himself as a deity.",
            "He was disguised as a beggar to see whether there was any kindness left in the world.",
            "Touched by Madam Misery's generosity, he offered to grant her a wish.",
            "\n",
            "She mentioned a lot of people were stealing her fruits, which jeopardized her chance to eat every day.",
            "Her wish was simple: an enchantment on her pear tree, so that it would trap anyone who stole from it until she decided to free them.",
            "The divine visitor granted her wish and took his leave.",
            "\n",
            "Time went by and she scolded many thieves, but soon realized that most of them were starving children.",
            "She decided to take it upon herself to feed and educate them, and soon became the pillar of a thriving new generation.",
            "Ever happy and generous, Madam Misery got so old that her face looked like an elephant's knee.",
            "\n",
            "And then one day, Death came for her.",
            "\n",
            "Death, following the protocol, inquired about her last request. \"I would like to eat one last pear from my tree\", she said.",
            "\"Would you be kind enough to grab one for me?\" Death climbed into the tree to grab a pear, getting trapped in the process.",
            "\n",
            "The old lady decided to never let Death out of the trap, and since then there has been Misery in the world.",
            "The end."]
    },
    {
        "title": "“He-y, Come on Ou-t!”",
        "author": "Shinichi Hoshi",
        "description": [
            "The typhoon had passed and the sky was a gorgeous blue. Even a certain village not far from the city had",
            "suffered damage. A little distance from the village and near the mountains, a small shrine had been swept away",
            "by a landslide.",
            "\n",
            "\"I wonder how long that shrine's been here.\"",
            "\n",
            "\"Well, in any case, it must have been here since an awfully long time ago.\"",
            "\n",
            "\"We've got to rebuild it right away.\"",
            "\n",
            "While the villagers exchanged views, several more of their number came over.",
            "\n",
            "\"It sure was wrecked.\"",
            "\n",
            "\"I think it used to be right here.\"",
            "\n",
            "\"No, looks like it was a little more over there.\"",
            "\n",
            "Just then, one of them raised his voice. \"Hey what in the world is this hole?\" Where they had all gathered there",
            "was a hole about a meter in diameter. They peered in, but it was so dark nothing could be seen. However, it",
            "gave one the feeling that it was so deep it went clear through to the center of the earth.",
            "\n",
            "There was even one person who said, \"I wonder if it's a fox's hole.\"",
            "\n",
            "\"He—y, come on ou—t!\" shouted a young man into the hole. There was no echo from the bottom. Next he",
            "picked up a pebble and was about to throw it in.",
            "\n",
            "\"You might bring down a curse on us. Lay off,\" warned an old man, but the younger one energetically threw the",
            "pebble in. As before, however, there was no answering response from the bottom. The villagers cut down some",
            "trees, tied them with rope and made a fence which they put around the hole. Then they repaired to the village.",
            "\n",
            "\"What do you suppose we ought to do?\"",
            "\n",
            "\"Shouldn't we build the shrine up just as it was over the hole?\"",
            "\n",
            "A day passed with no agreement. The news traveled fast and a car from the newspaper company rushed over. In",
            "no time a scientist came out and, with an all-knowing expression on his face, he went over to the hole. Next, a",
            "bunch of gawking curiosity seekers showed up; one could also pick out here and there men of shifty glances",
            "who appeared to be concessionaires. Concerned that someone might fall into the hole, a policeman from the",
            "local substation kept a careful watch.",
            "\n",
            "One newspaper reporter tied a weight to the end of a long cord and lowered it into the hole. A long way down it",
            "went. The cord ran out, however, and he tried to pull it out, but it would not come back up. Two or three people",
            "helped out, but when they all pulled too hard the cord parted at the edge of the hole. Another reporter, a camera",
            "in hand, who had been watching all of this, quietly untied a stout rope that had been wound around his waist.",
            "\n",
            "The scientist contacted people at his laboratory and had them bring out a high-powered bullhorn, with which he",
            "was going to check out the echo from the hole's bottom. He tried switching through various sounds, but there",
            "was no echo. The scientist was puzzled, but he could not very well give up with everyone watching him so",
            "intently. He put the bullhorn right up to the hole, turned it to its highest volume, and let it sound continuously",
            "for a long time. It was a noise that would have carried several dozen kilometers above ground. But the hole just",
            "calmly swallowed up the sound.",
            "\n",
            "In his own mind, the scientist was at a loss, but with a look of apparent composure he cut off the sound and, in a",
            "manner suggesting that the whole thing had a perfectly plausible explanation, said simply, \"Fill it in.\"",
            "Safer to get rid of something one didn't understand.",
            "\n",
            "The onlookers, disappointed that this was all that was going to happen, prepared to disperse. Just then one of the",
            "concessionaires, having broken through the throng and come forward, made a proposal.",
            "\n",
            "Let me have that hole. I'll fill it in for you.",
            "\n",
            "\"We'd be grateful to you for filling it in,\" replied the mayor of the village, \"but we can't very well give you the",
            "hole. We have to build a shrine there.\"",
            "\n",
            "If it's a shrine you want, I'll build you a fine one later. Shall I make it with an attached meeting hall?",
            "Before the mayor could answer, the people of the village all shouted out.",
            "\n",
            "Really? Well, in that case, we ought to have it closer to the village.",
            "\"It's just an old hole. We'll give it to you!\"",
            "\n",
            "So it was settled. And the mayor, of course, had no objection.",
            "\n",
            "The concessionaire was true to his promise. It was small, but closer to the village he did build for them a shrine",
            "with an attached meeting hall.",
            "\n",
            "About the time the autumn festival was held at the new shrine, the hole-filling company established by the",
            "concessionaire hung out its small shingle at a shack near the hole.",
            "\n",
            "The concessionaire had his cohorts mount a loud campaign in the city. \"We've got a fabulously deep hole!",
            "Scientists say it's at least five thousand meters deep! Perfect for the disposal of such things as waste from",
            "nuclear reactors.\"",
            "\n",
            "Government authorities granted permission. Nuclear power plants fought for contracts. The people of the",
            "village were a bit worried about this, but they consented when it was explained that there would be absolutely",
            "no above-ground contamination for several thousand years and that they would share in the profits. Into the",
            "bargain, very shortly a magnificent road was built from the city to the village.",
            "\n",
            "Trucks rolled in over the road, transporting lead boxes. Above the hole the lids were opened and the wastes",
            "from nuclear reactors tumbled away into the hole.",
            "\n",
            "From the Foreign Ministry and the Defense Agency, boxes of unnecessary classified documents were brought",
            "for disposal. Officials who came to supervise the disposal held discussions on golf. The lesser functionaries, as",
            "they threw in the papers, chatted about pinball.",
            "\n",
            "The hole showed no signs of filling up. It was awfully deep, thought some; or else it might be very spacious at",
            "the bottom. Little by little, the hole-filling company expanded its business.",
            "\n",
            "Bodies of animals used in contagious disease experiments at the universities were brought out and to these were",
            "added the unclaimed corpses of vagrants. Better than dumping all of its garbage in the ocean, went the thinking",
            "in the city, and plans were made for a long pipe to carry it to the hole.",
            "\n",
            "The hole gave peace of mind to the dwellers of the city. They concentrated solely on producing one thing after",
            "another. Everyone disliked thinking about the eventual consequences. People wanted only to work for",
            "production companies and sales corporations; they had no interest in becoming junk dealers. But, it was",
            "thought, these problems too would gradually be resolved by the hole.",
            "\n",
            "Young girls whose betrothals had been arranged discarded old diaries in the hole. There were also those who",
            "were inaugurating new love affairs and threw into the hole old photographs of themselves taken with former",
            "sweethearts. The police felt comforted as they used the hole to get rid of accumulations of expertly done",
            "counterfeit bills. Criminals breathed easier after throwing material evidence into the hole.",
            "\n",
            "Whatever one wished to discard, the hole accepted it all. The hole cleansed the city of its filth; the sea and sky",
            "seemed to have become a bit clearer than before.",
            "\n",
            "Aiming at the heavens, new buildings went on being constructed one after the other.",
            "\n",
            "One day, atop the high steel frame of a new building under construction, a workman was taking a break. Above",
            "his head he heard a voice shout:",
            "\n",
            "\"He—y, come on ou—t!\"",
            "\n",
            "But, in the sky to which he lifted his gaze there was nothing at all. A clear blue sky merely spread over all. He",
            "thought it must be his imagination. Then, as he resumed his former position, from the direction where the voice",
            "had come, a small pebble skimmed by him and fell on past.",
            "\n",
            "The man, however, was gazing in idle reverie at the city's skyline growing ever more beautiful, and he failed to",
            "notice."
        ]
    }
]