[
    {
        "title": "The Servant Who Didn't Know How to Read",
        "author": "The messenger shopkeeper",
        "description": 
        ["There once was a servant who didn't know how to read.",
         " The day came where his master asked him to read something for her to which he replied:",
         "\"I'm sorry my lady, I can't read\". That reply immediately got him fired.",
         
         "So he went out in the streets looking for a tea house to relax and accept the bad news.",
         "When he couldn't find any, he reckoned he probably wasn't the only one to wish there was a tea house in his small town, so he opened up his own.",
         "It really picked up, so he built many more, and became rich in the process.",
         
         "One day, his accountant asked him to review a piece of document, to which he replied he didn't know how to read.",
         "The accountant, who couldn't believe her ears, said: ",
         "\"If you became a millionaire without even knowing how to read, just imagine where you would be if you could read.\"",
         "\"Oh I know exactly where I would be\", the rich man replied. \"I would be a servant\"."]
    },
    {
        "title": "the prince and the pea",
        "author": "The messenger shopkeeper",
        "description":[
            "There once was a princess looking for a suitable husband.", 
            "She sent an invitation to all neighboring princes, stating that the main trait she was looking for was sensitivity.",
            
            "Contenders came and went, attempting to pass her test. \"You will be my guest tonight\", the princess would explain.",
            "\"All I need you to do is sleep on that pile of mattresses.\"",
            "The next morning, she would ask them how their night was.",
            
            "\"I had the best sleep of my life\", each would reply,",
            "confident they had proved they didn't fear the dark, or that they could be easy guests.",
            "They were all promptly dismissed.",
            
            "One day, an especially sensitive prince reported he couldn't sleep at all.",
            
            "\"I don't know what was up with that pile of mattresses\", he went on,",
            "\"It looked comfortable enough, but when I laid on it, it was like I had a fork stuck in my kidney.\"",
            "They got married the next day.",
            
            "\"Oh, everyone knows that story, there was a pea underneath the pile, so that someone who's extremely sensitive wouldn't be able to sleep.\"",
            
            "\"Yes, but have you ever heard of what happened after?\"",
            
            "For the first few weeks, everything was amazing. The prince would always complain! Just the guy she asked for.",
            "When the soup wasn't too hot, it's the cutlery that was too cold. When the music wasn't too loud, the paintings were uninspired.",
            "And when the clothes weren't itchy, the poems were predictable.", 
            "Until one day, just like that, it dawned on the princess that she was in a toxic relationship.",
            
            "Not only was her husband a drag, she had voluntarily picked him for exactly that reason.",
            "It dawned on her just like that, how this whole love story was nothing more than two people whose dysfunctions matched like puzzle pieces.",
            
            "Incredibly humble by regal standards, she realized that she was the only constant in all her problems,",
            "delved into personal growth, then got a divorce. She lived happily ever after.",
            "The end."
        ]
    },
    {
        "title": "Madam Misery",
        "author": "The Messenger Shopkeeper",
        "description": [
            "Of course, here's one for you. There once was a poor old lady who had nothing in life, save for a small shack and a pear tree.", 
            "Her name was Madam Misery. Her whole family ate misery, and sometimes there wasn't even enough misery to go around. ",
            
            "One day, she was visited by a starving beggar, who asked whether she had any food to spare.", 
            "She didn't, but her heart was as big as her situation was unfortunate.",
            "So she served the beggar a few clumps out of the tasteless broth she had simmering, then invited him to help himself to a few pears.",
            
            "The beggar removed his cloak, revealing himself as a deity.",
            "He was disguised as a beggar to see whether there was any kindness left in the world.",
            "Touched by Madam Misery's generosity, he offered to grant her a wish.",
            
            "She mentioned a lot of people were stealing her fruits, which jeopardized her chance to eat every day.",
            "Her wish was simple: an enchantment on her pear tree, so that it would trap anyone who stole from it until she decided to free them.",
            "The divine visitor granted her wish and took his leave.",
            
            "Time went by and she scolded many thieves, but soon realized that most of them were starving children.",
            "She decided to take it upon herself to feed and educate them, and soon became the pillar of a thriving new generation.",
            "Ever happy and generous, Madam Misery got so old that her face looked like an elephant's knee.",
            
            "And then one day, Death came for her.",
            
            "Death, following the protocol, inquired about her last request. \"I would like to eat one last pear from my tree\", she said.",
            "\"Would you be kind enough to grab one for me?\" Death climbed into the tree to grab a pear, getting trapped in the process.",
            
            "The old lady decided to never let Death out of the trap, and since then there has been Misery in the world.",
            "The end."]
    },
    {
        "title": "He-y, Come on Ou-t!",
        "author": "Shinichi Hoshi",
        "description": [
            "The typhoon had passed and the sky was a gorgeous blue. Even a certain village not far from the city had",
            "suffered damage. A little distance from the village and near the mountains, a small shrine had been swept away",
            "by a landslide.",
            
            "\"I wonder how long that shrine's been here.\"",
            
            "\"Well, in any case, it must have been here since an awfully long time ago.\"",
            
            "\"We've got to rebuild it right away.\"",
            
            "While the villagers exchanged views, several more of their number came over.",
            
            "\"It sure was wrecked.\"",
            
            "\"I think it used to be right here.\"",
            
            "\"No, looks like it was a little more over there.\"",
            
            "Just then, one of them raised his voice. \"Hey what in the world is this hole?\" Where they had all gathered there",
            "was a hole about a meter in diameter. They peered in, but it was so dark nothing could be seen. However, it",
            "gave one the feeling that it was so deep it went clear through to the center of the earth.",
            
            "There was even one person who said, \"I wonder if it's a fox's hole.\"",
            
            "\"He—y, come on ou—t!\" shouted a young man into the hole. There was no echo from the bottom. Next he",
            "picked up a pebble and was about to throw it in.",
            
            "\"You might bring down a curse on us. Lay off,\" warned an old man, but the younger one energetically threw the",
            "pebble in. As before, however, there was no answering response from the bottom. The villagers cut down some",
            "trees, tied them with rope and made a fence which they put around the hole. Then they repaired to the village.",
            
            "\"What do you suppose we ought to do?\"",
            
            "\"Shouldn't we build the shrine up just as it was over the hole?\"",
            
            "A day passed with no agreement. The news traveled fast and a car from the newspaper company rushed over. In",
            "no time a scientist came out and, with an all-knowing expression on his face, he went over to the hole. Next, a",
            "bunch of gawking curiosity seekers showed up; one could also pick out here and there men of shifty glances",
            "who appeared to be concessionaires. Concerned that someone might fall into the hole, a policeman from the",
            "local substation kept a careful watch.",
            
            "One newspaper reporter tied a weight to the end of a long cord and lowered it into the hole. A long way down it",
            "went. The cord ran out, however, and he tried to pull it out, but it would not come back up. Two or three people",
            "helped out, but when they all pulled too hard the cord parted at the edge of the hole. Another reporter, a camera",
            "in hand, who had been watching all of this, quietly untied a stout rope that had been wound around his waist.",
            
            "The scientist contacted people at his laboratory and had them bring out a high-powered bullhorn, with which he",
            "was going to check out the echo from the hole's bottom. He tried switching through various sounds, but there",
            "was no echo. The scientist was puzzled, but he could not very well give up with everyone watching him so",
            "intently. He put the bullhorn right up to the hole, turned it to its highest volume, and let it sound continuously",
            "for a long time. It was a noise that would have carried several dozen kilometers above ground. But the hole just",
            "calmly swallowed up the sound.",
            
            "In his own mind, the scientist was at a loss, but with a look of apparent composure he cut off the sound and, in a",
            "manner suggesting that the whole thing had a perfectly plausible explanation, said simply, \"Fill it in.\"",
            "Safer to get rid of something one didn't understand.",
            
            "The onlookers, disappointed that this was all that was going to happen, prepared to disperse. Just then one of the",
            "concessionaires, having broken through the throng and come forward, made a proposal.",
            
            "Let me have that hole. I'll fill it in for you.",
            
            "\"We'd be grateful to you for filling it in,\" replied the mayor of the village, \"but we can't very well give you the",
            "hole. We have to build a shrine there.\"",
            
            "If it's a shrine you want, I'll build you a fine one later. Shall I make it with an attached meeting hall?",
            "Before the mayor could answer, the people of the village all shouted out.",
            
            "Really? Well, in that case, we ought to have it closer to the village.",
            "\"It's just an old hole. We'll give it to you!\"",
            
            "So it was settled. And the mayor, of course, had no objection.",
            
            "The concessionaire was true to his promise. It was small, but closer to the village he did build for them a shrine",
            "with an attached meeting hall.",
            
            "About the time the autumn festival was held at the new shrine, the hole-filling company established by the",
            "concessionaire hung out its small shingle at a shack near the hole.",
            
            "The concessionaire had his cohorts mount a loud campaign in the city. \"We've got a fabulously deep hole!",
            "Scientists say it's at least five thousand meters deep! Perfect for the disposal of such things as waste from",
            "nuclear reactors.\"",
            
            "Government authorities granted permission. Nuclear power plants fought for contracts. The people of the",
            "village were a bit worried about this, but they consented when it was explained that there would be absolutely",
            "no above-ground contamination for several thousand years and that they would share in the profits. Into the",
            "bargain, very shortly a magnificent road was built from the city to the village.",
            
            "Trucks rolled in over the road, transporting lead boxes. Above the hole the lids were opened and the wastes",
            "from nuclear reactors tumbled away into the hole.",
            
            "From the Foreign Ministry and the Defense Agency, boxes of unnecessary classified documents were brought",
            "for disposal. Officials who came to supervise the disposal held discussions on golf. The lesser functionaries, as",
            "they threw in the papers, chatted about pinball.",
            
            "The hole showed no signs of filling up. It was awfully deep, thought some; or else it might be very spacious at",
            "the bottom. Little by little, the hole-filling company expanded its business.",
            
            "Bodies of animals used in contagious disease experiments at the universities were brought out and to these were",
            "added the unclaimed corpses of vagrants. Better than dumping all of its garbage in the ocean, went the thinking",
            "in the city, and plans were made for a long pipe to carry it to the hole.",
            
            "The hole gave peace of mind to the dwellers of the city. They concentrated solely on producing one thing after",
            "another. Everyone disliked thinking about the eventual consequences. People wanted only to work for",
            "production companies and sales corporations; they had no interest in becoming junk dealers. But, it was",
            "thought, these problems too would gradually be resolved by the hole.",
            
            "Young girls whose betrothals had been arranged discarded old diaries in the hole. There were also those who",
            "were inaugurating new love affairs and threw into the hole old photographs of themselves taken with former",
            "sweethearts. The police felt comforted as they used the hole to get rid of accumulations of expertly done",
            "counterfeit bills. Criminals breathed easier after throwing material evidence into the hole.",
            
            "Whatever one wished to discard, the hole accepted it all. The hole cleansed the city of its filth; the sea and sky",
            "seemed to have become a bit clearer than before.",
            
            "Aiming at the heavens, new buildings went on being constructed one after the other.",
            
            "One day, atop the high steel frame of a new building under construction, a workman was taking a break. Above",
            "his head he heard a voice shout:",
            
            "\"He—y, come on ou—t!\"",
            
            "But, in the sky to which he lifted his gaze there was nothing at all. A clear blue sky merely spread over all. He",
            "thought it must be his imagination. Then, as he resumed his former position, from the direction where the voice",
            "had come, a small pebble skimmed by him and fell on past.",
            
            "The man, however, was gazing in idle reverie at the city's skyline growing ever more beautiful, and he failed to",
            "notice."
        ]
    },
    {
        "title": "Babycakes",
        "author": "Neil Gaiman",
        "description": [
            "A few years back all the animals went away.",
            
            "We woke up one morning, and they just weren't there anymore.  They didn't even leave us a note, or say goodbye.  We never figured out quite where they'd gone.",
            
            "We missed them.",
            
            "Some of us thought that the world had ended, but it hadn't.  There just weren't any more animals.  No cats or rabbits, no dogs or whales, no fish in the seas, no birds in the skies.",
            
            "We were all alone.",
            
            "We didn't know what to do.",
            
            "We wandered around lost, for a time, and then someone pointed out that just because we didn't have animals anymore, that was no reason to change our lives.  No reason to change our diets or to cease testing products that might cause us harm.",
            
            "After all, there were still babies.",
            
            "Babies can't talk.  They can hardly move.  A baby is not a rational, thinking creature.",
            
            "We made babies.",
            
            "And we used them.",
            
            "Some of them we ate.  Baby flesh is tender and succulent.",
            
            "We flayed their skin and decorated ourselves in it.  Baby leather is soft and comfortable.",
            
            "Some of them we tested.",
            
            "We taped open their eyes, dripped detergents and shampoos in, a drop at a time.",
            
            "We scarred them and scalded them.  We burnt them.  We clamped them and planted electrodes into their brains.  We grafted, and we froze, and we irradiated.",
            
            "The babies breathed our smoke, and the babies' veins flowed with our medicines and drugs, until they stopped breathing or until their blood ceased to flow.",
            
            "It was hard, of course, but it was necessary.",
            
            "No one could deny that.",
            
            "With the animals gone, what else could we do?",
            
            "Some people complained, of course.  But then, they always do.",
            
            "And everything went back to normal.",
            
            "Only...",
            
            "Yesterday, all the babies were gone.",
            
            "We don't know where they went.  We didn't even see them go.",
            
            "We don't know what we're going to do without them.",
            
            "But we'll think of something.  Humans are smart.  It's what makes us superior to the animals and the babies.",
            
            "We'll figure something out."
        ],
        "footer": "Special thanks to sulain for referencing this story"
    },
    {
        "author": "Andy Weir",
        "title": "The Egg",
        "description": [
            "You were on your way home when you died.",
            "It was a car accident. Nothing particularly remarkable, but fatal nonetheless. You left behind a wife and two children. It was a painless death. The EMTs tried their best to save you, but to no avail. Your body was so utterly shattered you were better off, trust me.",
            "And that's when you met me.",
            "\"What... what happened?\" You asked. \"Where am I?\"",
            "\"You died,\" I said, matter-of-factly. No point in mincing words.",
            "\"There was a... a truck and it was skidding...\"",
            "\"Yup,\" I said.",
            "\"I... I died?\"",
            "\"Yup. But don't feel bad about it. Everyone dies,\" I said.",
            "You looked around. There was nothingness. Just you and me. \"What is this place?\" You asked. \"Is this the afterlife?\"",
            "\"More or less,\" I said.",
            "\"Are you god?\" You asked.",
            "\"Yup,\" I replied. \"I'm God.\"",
            "\"My kids... my wife,\" you said.",
            "\"What about them?\"",
            "\"Will they be all right?\"",
            "\"That's what I like to see,\" I said. \"You just died and your main concern is for your family. That's good stuff right there.\"",
            "You looked at me with fascination. To you, I didn't look like God. I just looked like some man. Or possibly a woman. Some vague authority figure, maybe. More of a grammar school teacher than the almighty.",
            "\"Don't worry,\" I said. \"They'll be fine. Your kids will remember you as perfect in every way. They didn't have time to grow contempt for you. Your wife will cry on the outside, but will be secretly relieved. To be fair, your marriage was falling apart. If it's any consolation, she'll feel very guilty for feeling relieved.\"",
            "\"Oh,\" you said. \"So what happens now? Do I go to heaven or hell or something?\"",
            "\"Neither,\" I said. \"You'll be reincarnated.\"",
            "\"Ah,\" you said. \"So the Hindus were right,\"",
            "\"All religions are right in their own way,\" I said. \"Walk with me.\"",
            "You followed along as we strode through the void. \"Where are we going?\"",
            "\"Nowhere in particular,\" I said. \"It's just nice to walk while we talk.\"",
            "\"So what's the point, then?\" You asked. \"When I get reborn, I'll just be a blank slate, right? A baby. So all my experiences and everything I did in this life won't matter.\"",
            "\"Not so!\" I said. \"You have within you all the knowledge and experiences of all your past lives. You just don't remember them right now.\"",
            "I stopped walking and took you by the shoulders. \"Your soul is more magnificent, beautiful, and gigantic than you can possibly imagine. A human mind can only contain a tiny fraction of what you are. It's like sticking your finger in a glass of water to see if it's hot or cold. You put a tiny part of yourself into the vessel, and when you bring it back out, you've gained all the experiences it had.",
            "\"You've been in a human for the last 48 years, so you haven't stretched out yet and felt the rest of your immense consciousness. If we hung out here for long enough, you'd start remembering everything. But there's no point to doing that between each life.\"",
            "\"How many times have I been reincarnated, then?\"",
            "\"Oh lots. Lots and lots. An in to lots of different lives.\" I said. \"This time around, you'll be a Chinese peasant girl in 540 AD.\"",
            "\"Wait, what?\" You stammered. \"You're sending me back in time?\"",
            "\"Well, I guess technically. Time, as you know it, only exists in your universe. Things are different where I come from.\"",
            "\"Where you come from?\" You said.",
            "\"Oh sure,\" I explained \"I come from somewhere. Somewhere else. And there are others like me. I know you'll want to know what it's like there, but honestly you wouldn't understand.\"",
            "\"Oh,\" you said, a little let down. \"But wait. If I get reincarnated to other places in time, I could have interacted with myself at some point.\"",
            "\"Sure. Happens all the time. And with both lives only aware of their own lifespan you don't even know it's happening.\"",
            "\"So what's the point of it all?\"",
            "\"Seriously?\" I asked. \"Seriously? You're asking me for the meaning of life? Isn't that a little stereotypical?\"",
            "\"Well it's a reasonable question,\" you persisted.",
            "I looked you in the eye. \"The meaning of life, the reason I made this whole universe, is for you to mature.\"",
            "\"You mean mankind? You want us to mature?\"",
            "\"No, just you. I made this whole universe for you. With each new life you grow and mature and become a larger and greater intellect.\"",
            "\"Just me? What about everyone else?\"",
            "\"There is no one else,\" I said. \"In this universe, there's just you and me.\"",
            "You stared blankly at me. \"But all the people on earth...\"",
            "\"All you. Different incarnations of you.\"",
            "\"Wait. I'm everyone!?\"",
            "\"Now you're getting it,\" I said, with a congratulatory slap on the back.",
            "\"I'm every human being who ever lived?\"",
            "\"Or who will ever live, yes.\"",
            "\"I'm Abraham Lincoln?\"",
            "\"And you're John Wilkes Booth, too,\" I added.",
            "\"I'm Hitler?\" You said, appalled.",
            "\"And you're the millions he killed.\"",
            "\"I'm Jesus?\"",
            "\"And you're everyone who followed him.\"",
            "You fell silent.",
            "\"Every time you victimized someone,\" I said, \"you were victimizing yourself. Every act of kindness you've done, you've done to yourself. Every happy and sad moment ever experienced by any human was, or will be, experienced by you.\"",
            "You thought for a long time.",
            "\"Why?\" You asked me. \"Why do all this?\"",
            "\"Because someday, you will become like me. Because that's what you are. You're one of my kind. You're my child.\"",
            "\"Whoa,\" you said, incredulous. \"You mean I'm a god?\"",
            "\"No. Not yet. You're a fetus. You're still growing. Once you've lived every human life throughout all time, you will have grown enough to be born.\"",
            "\"So the whole universe,\" you said, \"it's just...\"",
            "\"An egg.\" I answered. \"Now it's time for you to move on to your next life.\"",
            "And I sent you on your way."
        ]
    },
    {
        "title": "The Little Matchgirl",
        "author": "Hans Christian Andersen",
        "description": [
            "It was so terribly cold. Snow was falling, and it was almost dark. Evening came on, the last evening of the year. In the cold and gloom a poor little girl, bareheaded and barefoot, was walking through the streets. Of course when she had left her house she'd had slippers on, but what good had they been? They were very big slippers, way too big for her, for they belonged to her mother. The little girl had lost them running across the road, where two carriages had rattled by terribly fast. One slipper she'd not been able to find again, and a boy had run off with the other, saying he could use it very well as a cradle some day when he had children of his own. And so the little girl walked on her naked feet, which were quite red and blue with the cold. In an old apron she carried several packages of matches, and she held a box of them in her hand. No one had bought any from her all day long, and no one had given her a cent.",
            "Shivering with cold and hunger, she crept along, a picture of misery, poor little girl! The snowflakes fell on her long fair hair, which hung in pretty curls over her neck. In all the windows lights were shining, and there was a wonderful smell of roast goose, for it was New Year's eve. Yes, she thought of that!",
            "In a corner formed by two houses, one of which projected farther out into the street than the other, she sat down and drew up her little feet under her. She was getting colder and colder, but did not dare to go home, for she had sold no matches, nor earned a single cent, and her father would surely beat her. Besides, it was cold at home, for they had nothing over them but a roof through which the wind whistled even though the biggest cracks had been stuffed with straw and rags.",
            "Her hands were almost dead with cold. Oh, how much one little match might warm her! If she could only take one from the box and rub it against the wall and warm her hands. She drew one out. R-r-ratch! How it sputtered and burned! It made a warm, bright flame, like a little candle, as she held her hands over it; but it gave a strange light! It really seemed to the little girl as if she were sitting before a great iron stove with shining brass knobs and a brass cover. How wonderfully the fire burned! How comfortable it was! The youngster stretched out her feet to warm them too; then the little flame went out, the stove vanished, and she had only the remains of the burnt match in her hand.",
            "She struck another match against the wall. It burned brightly, and when the light fell upon the wall it became transparent like a thin veil, and she could see through it into a room. On the table a snow-white cloth was spread, and on it stood a shining dinner service. The roast goose steamed gloriously, stuffed with apples and prunes. And what was still better, the goose jumped down from the dish and waddled along the floor with a knife and fork in its breast, right over to the little girl. Then the match went out, and she could see only the thick, cold wall. She lighted another match. Then she was sitting under the most beautiful Christmas tree. It was much larger and much more beautiful than the one she had seen last Christmas through the glass door at the rich merchant's home. Thousands of candles burned on the green branches, and colored pictures like those in the printshops looked down at her. The little girl reached both her hands toward them. Then the match went out. But the Christmas lights mounted higher. She saw them now as bright stars in the sky. One of them fell down, forming a long line of fire.",
            "\"Now someone is dying,\" thought the little girl, for her old grandmother, the only person who had loved her, and who was now dead, had told her that when a star fell down a soul went up to God.",
            "She rubbed another match against the wall. It became bright again, and in the glow the old grandmother stood clear and shining, kind and lovely.",
            "\"Grandmother!\" cried the child. \"Oh, take me with you! I know you will disappear when the match is burned out. You will vanish like the warm stove, the wonderful roast goose and the beautiful big Christmas tree!\"",
            "And she quickly struck the whole bundle of matches, for she wished to keep her grandmother with her. And the matches burned with such a glow that it became brighter than daylight. Grandmother had never been so grand and beautiful. She took the little girl in her arms, and both of them flew in brightness and joy above the earth, very, very high, and up there was neither cold, nor hunger, nor fear-they were with God.",
            "But in the corner, leaning against the wall, sat the little girl with red cheeks and smiling mouth, frozen to death on the last evening of the old year. The New Year's sun rose upon a little pathetic figure. The child sat there, stiff and cold, holding the matches, of which one bundle was almost burned.",
            "\"She wanted to warm herself,\" the people said. No one imagined what beautiful things she had seen, and how happily she had gone with her old grandmother into the bright New Year."
        ]
    },
    {
        "title": "Sticks",
        "author": "George Saunders",
        "description": [
            "Every year Thanksgiving night we flocked out behind Dad as he dragged the Santa suit to the road and draped it over a kind of crucifix he'd built out of metal pole in the yard. Super Bowl week the pole was dressed in a jersey and Rod's helmet and Rod had to clear it with Dad if he wanted to take the helmet off. On the Fourth of July the pole was Uncle Sam, on Veteran's Day a soldier,  on Halloween a ghost. The pole was Dad's only concession to glee. We were allowed a single Crayola from the box at a time.", 
            "One Christmas Eve he shrieked at Kimmie for wasting an apple slice. He hovered over us as we poured ketchup saying: good enough good enough good enough. Birthday parties consisted of cupcakes, no ice cream. The first time I brought a date over she said: what's with your dad and that pole? and I sat there blinking.",
            "We left home, married,  had children of our own, found the seeds of meanness blooming also within us. Dad began dressing the pole with more complexity and less discernible logic. He draped some kind of fur over it on Groundhog Day and lugged out a floodlight to ensure a shadow. When an earthquake struck Chile he lay the pole on its side and spray painted a rift in the earth. Mom died and he dressed the pole as Death and hung from the crossbar photos of Mom as a baby.", 
            "We'd stop by and find odd talismans from his youth arranged around the base: army medals, theater tickets, old sweatshirts, tubes of Mom's makeup. One autumn he painted the pole bright yellow. He covered it with cotton swabs that winter for warmth and provided offspring by hammering in six crossed sticks around the yard. He ran lengths of string between the pole and the sticks, and taped to the string letters of apology, admissions of error, pleas for understanding, all written in a frantic hand on index cards. He painted a sign saying LOVE and hung it from the pole and another that said FORGIVE? and then he died in the hall with the radio on and we sold the house to a young couple who yanked out the pole and the sticks and left them by the road on garbage day."
        ]
    },
    {
        "title": "The Old Man on the Bridge",
        "author": "Ernest Hemingway",
        "description": [
            "An old man with steel rimmed spectacles and very dusty clothes sat by the side of the",
            "road. There was a pontoon bridge across the river and carts, trucks, and men, women and",
            "children were crossing it. The mule-drawn carts staggered up the steep bank from the bridge with",
            "soldiers helping push against the spokes of the wheels. The trucks ground up and away heading",
            "out of it all and the peasants plodded along in the ankle deep dust. But the old man sat there",
            "without moving. He was too tired to go any farther.",
            "It was my business to cross the bridge, explore the bridgehead beyond and find out to",
            "what point the enemy had advanced. I did this and returned over the bridge. There were not so",
            "many carts now and very few people on foot, but the old man was still there.",
            "\"Where do you come from?\" I asked him.",
            "\"From San Carlos,\" he said, and smiled.",
            "That was his native town and so it gave him pleasure to mention it and he smiled.",
            "\"I was taking care of animals,\" he explained. \"Oh,\" I said, not quite understanding.",
            "\"Yes,\" he said, \"I stayed, you see, taking care of animals. I was the last one to leave the",
            "town of San Carlos.\"",
            "He did not look like a shepherd nor a herdsman and I looked at his black dusty clothes",
            "and his gray dusty face and his steel rimmed spectacles and said, \"What animals were they?\"",
            "\"Various animals,\" he said, and shook his head. \"I had to leave them.\"",
            "I was watching the bridge and the African looking country of the Ebro Delta and",
            "wondering how long now it would be before we would see the enemy, and listening all the while",
            "for the first noises that would signal that ever mysterious event called contact, and the old man",
            "still sat there.",
            "\"What animals were they?\" I asked.",
            "\"There were three animals altogether,\" he explained. \"There were two goats and a cat and",
            "then there were four pairs of pigeons.\"",
            "\"And you had to leave them?\" I asked.",
            "\"Yes. Because of the artillery. The captain told me to go because of the artillery.\"",
            "\"And you have no family?\" I asked, watching the far end of the bridge where a few last",
            "carts were hurrying down the slope of the bank.",
            "\"No,\" he said, \"only the animals I stated. The cat, of course, will be all right. A cat can",
            "look out for itself, but I cannot think what will become of the others.\"",
            "\"What politics have you?\" I asked.",
            "\"I am without politics,\" he said. \"I am seventy-six years old. I have come twelve",
            "kilometers now and I think now I can go no further.\"",
            "\"This is not a good place to stop,\" I said. \"If you can make it, there are trucks up the road",
            "where it forks for Tortosa.\"",
            "\"I will wait a while,\" he said, \"and then I will go. Where do the trucks go?\"",
            "\"Towards Barcelona,\" I told him.",
            "\"I know no one in that direction,\" he said, \"but thank you very much. Thank you again",
            "very much.\"",
            "He looked at me very blankly and tiredly, then said, having to share his worry with some",
            "one, \"The cat will be all right, I am sure. There is no need to be unquiet about the cat. But the",
            "others. Now what do you think about the others?\"",
            "\"Why they'll probably come through it all right.\" \"You think so?\"",
            "\"Why not,\" I said, watching the far bank where now there were no carts.",
            "\"But what will they do under the artillery when I was told to leave because of the",
            "artillery?\"",
            "\"Did you leave the dove cage unlocked?\" I asked. \"Yes.\"",
            "\"Then they'll fly.\"",
            "\"Yes, certainly they'll fly. But the others. It's better not to think about the others,\" he",
            "said.",
            "\"If you are rested I would go,\" I urged. \"Get up and try to walk now.\"",
            "\"Thank you,\" he said and got to his feet, swayed from side to side and then sat down",
            "backwards in the dust.",
            "\"I was taking care of animals,\" he said dully, but no longer to me. \"I was only taking care",
            "of animals.\"",
            "There was nothing to do about him. It was Easter Sunday and the Fascists were",
            "advancing toward the Ebro. It was a gray overcast day with a low ceiling so their planes were not",
            "up. That and the fact that cats know how to look after themselves was all the good luck that old",
            "man would ever have."
        ]
    },
    {
        "title": "The Aged Mother",
        "author": "Matsuo Basho",
        "description": [
            "Long, long ago there lived at the foot of the mountain a poor farmer and his aged, widowed mother. They owned a bit of land which supplied them with food, and they were humble, peaceful, and happy.",
            "Shining was governed by a despotic leader who though a warrior, had a great and cowardly shrinking from anything suggestive of failing health and strength. This caused him to send out a cruel proclamation. The entire province was given strict orders to immediately put to death all aged people. Those were barbarous days, and the custom of abandoning old people to die was not uncommon. The poor farmer loved his aged mother with tender reverence, and the order filled his heart with sorrow. But no one ever thought twice about obeying the mandate of the governor, so with many deep and hopeless sighs, the youth prepared for what at that time was considered the kindest mode of death.",
            "Just at sundown, when his day's work was ended, he took a quantity of unwhitened rice which was the principal food for the poor, and he cooked, dried it, and tied it in a square cloth, which he swung in a bundle around his neck along with a gourd filled with cool, sweet water. Then he lifted his helpless old mother to his back and started on his painful journey up the mountain. The road was long and steep; the narrow road was crossed and re-crossed by many paths made by the hunters and woodcutters. In some place, they lost and confues, but he gave no heed. One path or another, it mattered not. On he went, climbing blindly upward -- ever upward towards the high bare summit of what is known as Obatsuyama, the mountain of the “abandoning of the aged.”",
            "The eyes of the old mother were not so dim but that they noted the reckless hastening from one path to another, and her loving heart grew anxious. Her son did not know the mountain's many paths and his return might be one of danger, so she stretched forth her hand and snapping the twigs from brushes as they passed, she quietly dropped a handful every few steps of the way so that as they climbed, the narrow path behind them was dotted at frequent intervals with tiny piles of twigs. At last the summit was reached. Weary and heart sick, the youth gently released his burden and silently prepared a place of comfort as his last duty to the loved one. Gathering fallen pine needles, he made a soft cushion and tenderly lifted his old mother onto it. Hew rapped her padded coat more closely about the stooping shoulders and with tearful eyes and an aching heart he said farewell.",
            "The trembling mother's voice was full of unselfish love as she gave her last injunction. “Let not thine eyes be blinded, my son.” She said. “The mountain road is full of dangers. LOOK carefully and follow the path which holds the piles of twigs. They will guide you to the familiar path farther down.” The son's surprised eyes looked back over the path, then at the poor old, shriveled hands all scratched and soiled by their work of love. His heart broke within and bowing to the ground, he cried aloud: “oh, Honorable mother, your kindness breaks my heart! I will not leave you. Together we will follow the path of twigs, and together we will die!”",
            "Once more he shouldered his burden (how light it seemed now) and hastened down the path, through the shadows and the moonlight, to the little hut in the valley. Beneath the kitchen floor was a walled closet for food, which was covered and hidden from view. There the son hid his mother, supplying her with everything she needed, continually watching and fearing she would be discovered. Time passed, and he was beginning to feel safe when again the governor sent forth heralds bearing an unreasonable order, seemingly as a boast of his power. His demand was that his subjects should present him with a rope of ashes.",
            "The entire province trembled with dread. The order must be obeyed yet who in all Shining could make a rope of ashes? One night, in great distress, the son whispered the news to his hidden mother. “Wait!” she said. “I will think. I will think” On the second day she told him what to do. “Make rope of twisted straw,” she said. “Then stretch it upon a row of flat stones and burn it on a windless night.” He called the people together and did as she said and when the blaze died down, there upon the stones, with every twist and fiber showing perfectly, lay a rope of ashes.",
            "The governor was pleased at the wit of the youth and praised greatly, but he demanded to know where he had obtained his wisdom. “Alas! Alas!” cried the farmer, “the truth must be told!” and with deep bows he related his story. The governor listened and then meditated in silence. Finally he lifted his head. “Shining needs more than strength of youth,” he said gravely. “Ah, that I should have forgotten the well-known saying, “with the crown of snow, there cometh wisdom!” That very hour the cruel law was abolished, and custom drifted into as far a past that only legends remain."
        ]
    },
    {
        "title": "The Terrible Old Man",
        "author": "H. P. Lovecraft",
        "description": [
            "It was the design of Angelo Ricci and Joe Czanek and Manuel Silva to call on the Terrible Old Man. This old man dwells all alone in a very ancient house on Water Street near the sea, and is reputed to be both exceedingly rich and exceedingly feeble; which forms a situation very attractive to men of the profession of Messrs. Ricci, Czanek, and Silva, for that profession was nothing less dignified than robbery.",
            "The inhabitants of Kingsport say and think many things about the Terrible Old Man which generally keep him safe from the attention of gentlemen like Mr. Ricci and his colleagues, despite the almost certain fact that he hides a fortune of indefinite magnitude somewhere about his musty and venerable abode. He is, in truth, a very strange person, believed to have been a captain of East India clipper ships in his day; so old that no one can remember when he was young, and so taciturn that few know his real name. Among the gnarled trees in the front yard of his aged and neglected place he maintains a strange collection of large stones, oddly grouped and painted so that they resemble the idols in some obscure Eastern temple. This collection frightens away most of the small boys who love to taunt the Terrible Old Man about his long white hair and beard, or to break the small-paned windows of his dwelling with wicked missiles; but there are other things which frighten the older and more curious folk who sometimes steal up to the house to peer in through the dusty panes. These folk say that on a table in a bare room on the ground floor are many peculiar bottles, in each a small piece of lead suspended pendulum-wise from a string. And they say that the Terrible Old Man talks to these bottles, addressing them by such names as Jack, Scar-Face, Long Tom, Spanish Joe, Peters, and Mate Ellis, and that whenever he speaks to a bottle the little lead pendulum within makes certain definite vibrations as if in answer.",
            "Those who have watched the tall, lean, Terrible Old Man in these peculiar conversations, do not watch him again. But Angelo Ricci and Joe Czanek and Manuel Silva were not of Kingsport blood; they were of that new and heterogeneous alien stock which lies outside the charmed circle of New England life and traditions, and they saw in the Terrible Old Man merely a tottering, almost helpless grey-beard, who could not walk without the aid of his knotted cane, and whose thin, weak hands shook pitifully. They were really quite sorry in their way for the lonely, unpopular old fellow, whom everybody shunned, and at whom all the dogs barked singularly. But business is business, and to a robber whose soul is in his profession, there is a lure and a challenge about a very old and very feeble man who has no account at the bank, and who pays for his few necessities at the village store with Spanish gold and silver minted two centuries ago.",
            "Messrs. Ricci, Czanek, and Silva selected the night of April 11th for their call. Mr. Ricci and Mr. Silva were to interview the poor old gentleman, whilst Mr. Czanek waited for them and their presumable metallic burden with a covered motor-car in Ship Street, by the gate in the tall rear wall of their hosts grounds. Desire to avoid needless explanations in case of unexpected police intrusions prompted these plans for a quiet and unostentatious departure.",
            "As prearranged, the three adventurers started out separately in order to prevent any evil-minded suspicions afterward. Messrs. Ricci and Silva met in Water Street by the old man's front gate, and although they did not like the way the moon shone down upon the painted stones through the budding branches of the gnarled trees, they had more important things to think about than mere idle superstition. They feared it might be unpleasant work making the Terrible Old Man loquacious concerning his hoarded gold and silver, for aged sea-captains are notably stubborn and perverse. Still, he was very old and very feeble, and there were two visitors. Messrs. Ricci and Silva were experienced in the art of making unwilling persons voluble, and the screams of a weak and exceptionally venerable man can be easily muffled. So they moved up to the one lighted window and heard the Terrible Old Man talking childishly to his bottles with pendulums. Then they donned masks and knocked politely at the weather-stained oaken door.",
            "Waiting seemed very long to Mr. Czanek as he fidgeted restlessly in the covered motor-car by the Terrible Old Man's back gate in Ship Street. He was more than ordinarily tender-hearted, and he did not like the hideous screams he had heard in the ancient house just after the hour appointed for the deed. Had he not told his colleagues to be as gentle as possible with the pathetic old sea-captain? Very nervously he watched that narrow oaken gate in the high and ivy-clad stone wall. Frequently he consulted his watch, and wondered at the delay. Had the old man died before revealing where his treasure was hidden, and had a thorough search become necessary? Mr. Czanek did not like to wait so long in the dark in such a place. Then he sensed a soft tread or tapping on the walk inside the gate, heard a gentle fumbling at the rusty latch, and saw the narrow, heavy door swing inward. And in the pallid glow of the single dim street-lamp he strained his eyes to see what his colleagues had brought out of that sinister house which loomed so close behind. But when he looked, he did not see what he had expected; for his colleagues were not there at all, but only the Terrible Old Man leaning quietly on his knotted cane and smiling hideously. Mr. Czanek had never before noticed the colour of that mans eyes; now he saw that they were yellow.",
            "Little things make considerable excitement in little towns, which is the reason that Kingsport people talked all that spring and summer about the three unidentifiable bodies, horribly slashed as with many cutlasses, and horribly mangled as by the tread of many cruel boot-heels, which the tide washed in. And some people even spoke of things as trivial as the deserted motor-car found in Ship Street, or certain especially inhuman cries, probably of a stray animal or migratory bird, heard in the night by wakeful citizens. But in this idle village gossip the Terrible Old Man took no interest at all. He was by nature reserved, and when one is aged and feeble, one's reserve is doubly strong. Besides, so ancient a sea-captain must have witnessed scores of things much more stirring in the far-off days of his unremembered youth."
        ]
    },
    {
        "title": "The Father",
        "author": "Bjørnstjerne Bjørnson",
        "description": [
            "The man whose story is here to be told was the wealthiest and most influential person in his parish; his name was Thord Overaas. He appeared in the priest's study one day, tall and earnest. \"I have gotten a son,\" said he, \"and I wish to present him for baptism.\"",
            "\"What shall his name be?\"",
            "\"Finn,—after my father.\"",
            "\"And the sponsors?\"",
            "They were mentioned, and proved to be the best men and women of Thord's relations in the parish.",
            "\"Is there anything else?\" inquired the priest, and looked up.",
            "The peasant hesitated a little.",
            "\"I should like very much to have him baptized by himself,\" said he, finally.",
            "\"That is to say on a week-day?\"",
            "\"Next Saturday, at twelve o'clock noon.\"",
            "\"Is there anything else?\" inquired the priest.",
            "\"There is nothing else;\" and the peasant twirled his cap, as though he were about to go.",
            "Then the priest rose. \"There is yet this, however,\" said he, and walking toward Thord, he took him by the hand and looked gravely into his eyes: \"God grant that the child may become a blessing to you!\"",
            "One day sixteen years later, Thord stood once more in the priest's study.",
            "\"Really, you carry your age astonishingly well, Thord,\" said the priest; for he saw no change whatever in the man.",
            "\"That is because I have no troubles,\" replied Thord.",
            "To this the priest said nothing, but after a while he asked: \"What is your pleasure this evening?\"",
            "\"I have come this evening about that son of mine who is to be confirmed to-morrow.\"",
            "\"He is a bright boy.\"",
            "\"I did not wish to pay the priest until I heard what number the boy would have when he takes his place in church to-morrow.\"",
            "\"He will stand number one.'",
            "\"So I have heard; and here are ten dollars for the priest.\"",
            "\"Is there anything else I can do for you?\" inquired the priest, fixing his eyes on Thord.",
            "\"There is nothing else.\"",
            "Thord went out.",
            "Eight years more rolled by, and then one day a noise was heard outside of the priest's study, for many men were approaching, and at their head was Thord, who entered first.",
            "The priest looked up and recognized him.",
            "\"You come well attended this evening, Thord,\"",
            "\"I am here to request that the banns may be published for my son; he is about to marry Karen Storliden, daughter of Gudmund, who stands here beside me.\"",
            "\"Why, that is the richest girl in the parish.\"",
            "\"So they say,\" replied the peasant, stroking back his hair with one hand.",
            "The priest sat a while as if in deep thought, then entered the names in his book, without making any comments, and the men wrote their signatures underneath. Thord laid three dollars on the table.",
            "\"One is all I am to have,\" said the priest.",
            "\"I know that very well; but he is my only child, I want to do it handsomely.\"",
            "The priest took the money.",
            "\"This is now the third time, Thord, that you have come here on your son's account.\"",
            "\"But now I am through with him,\" said Thord, and folding up his pocket-book he said farewell and walked away.",
            "The men slowly followed him.",
            "A fortnight later, the father and son were rowing across the lake, one calm, still day, to Storliden to make arrangements for the wedding.",
            "\"This thwart is not secure,\" said the son, and stood up to straighten the seat on which he was sitting.",
            "At the same moment the board he was standing on slipped from under him; he threw out his arms, uttered a shriek, and fell overboard.",
            "\"Take hold of the oar!\" shouted the father, springing to his feet and holding out the oar.",
            "But when the son had made a couple of efforts he grew stiff.",
            "\"Wait a moment!\" cried the father, and began to row toward his son.",
            "Then the son rolled over on his back, gave his father one long look, and sank.",
            "Thord could scarcely believe it; he held the boat still, and stared at the spot where his son had gone down, as though he must surely come to the surface again. There rose some bubbles, then some more, and finally one large one that burst; and the lake lay there as smooth and bright as a mirror again.",
            "For three days and three nights people saw the father rowing round and round the spot, without taking either food or sleep; he was dragging the lake for the body of his son. And toward morning of the third day he found it, and carried it in his arms up over the hills to his gard.",
            "It might have been about a year from that day, when the priest, late one autumn evening, heard some one in the passage outside of the door, carefully trying to find the latch. The priest opened the door, and in walked a tall, thin man, with bowed form and white hair. The priest looked long at him before he recognized him. It was Thord.",
            "\"Are you out walking so late?\" said the priest, and stood still in front of him.",
            "\"Ah, yes! it is late,\" said Thord, and took a seat.",
            "The priest sat down also, as though waiting. A long, long silence followed. At last Thord said:",
            "\"I have something with me that I should like to give to the poor; I want it to be invested as a legacy in my son's name.\"",
            "He rose, laid some money on the table, and sat down again. The priest counted it.",
            "\"It is a great deal of money,\" said he.",
            "\"It is half the price of my gard. I sold it today.\"",
            "The priest sat long in silence. At last he asked, but gently:",
            "\"What do you propose to do now, Thord?\"",
            "\"Something better.\"",
            "They sat there for a while, Thord with downcast eyes, the priest with his eyes fixed on Thord. Presently the priest said, slowly and softly:",
            "\"I think your son has at last brought you a true blessing.\"",
            "\"Yes, I think so myself,\" said Thord, looking up, while two big tears coursed slowly down his cheeks."
        ]
    },
    {
        "title": "A Little Fable",
        "author": "Franz Kafka",
        "description": [
            "\"Alas,\" said the mouse, \"the whole world is growing smaller every day. At the beginning it was so big that I was afraid, I kept running and running, and I was glad when I saw walls far away to the right and left, but these long walls have narrowed so quickly that I am in the last chamber already, and there in the corner stands the trap that I must run into.\"",
            "\"You only need to change your direction,\" said the cat, and ate it up."
        ]
    }
]